/* This file should be localized in Chinese (Traditional) */

/* Aspect Ratio */
"aspect_ratio"  = "寬高比";
"original"      = "原畫";
"square"        = "正方形";

/* No Screenshots */
"no_screenshots_title"          = "沒有發現截圖";
"no_screenshots_description"    = "你可以通過同時按下Home鍵和電源鍵來截取荧幕";//"You can capture the screen on your iOS device using the Sleep/Wake and Home buttons.";

"photo_access_denied_title"         = "沒有相册存取權限";//"Photo Library Access Denied";
"photo_access_denied_description"   = "沒有相册存取權限，請先在設定中改變訪問相册的許可權";//"Unable to access Photo Library, Go to Settings to change photo library permission.";

/* Open Screenshots */
"camera"        = "相機";//"Camera";
"photo_library" = "相册";//"Photo Library";

/* Ruler Ratio It's like 1x, 2x, 3x */
"change_scale_multiplier"   = "改變大小";//"Change Scale Multiplier";

/* Sharing Text */
"mail_sent"                         = "郵件";//"Mail Sent";
"mail_body"                         = "\n\n I am on '%1$@' with iOS '%2$@', using Version '%3$@' of '%4$@'";
"mail_device_configuration_message" = "當前設備不支持發送郵件";//"Your device is not configured to send Mail";
"screen_ruler_bug_report"           = "Screen Ruler - Bug Report";
"screen_ruler_feedback"             = "Screen Ruler - Feedback";

/* Help Tour. */
"skip"                  = "截取";//"Skip";
"start_help_tour"       = "幫助";//"Start Help Tour";
"tap_to_continue"       = "點擊繼續";//"Tap to continue";
"horizontal_scale_help" = "你可以根據需要滑動水准的尺子";//"Adjust horizontal scale with your fingers according to your need";
"vertical_scale_help"   = "你可以根據需要滑動垂直的尺子";//"Adjust vertical scale with your fingers according to your need";
"device_scale_help"     = "根據你的設備尺寸選擇你需要的放大比例";//"Choose device scale multiplier according to your device resolution or according to your need";
"double_tap_help"       = "使用一個手指按兩下可以放大圖片，兩個手指按兩下可以縮小圖片";//"Double tap using one finger to zoom-in and Double tap using two fingers to zoom-out photo";
"long_tap_color_help"   = "長按並拖動顯示點數的RGB顏色";//"Long tap and drag to show RGB color of pixel";
"long_tap_scale_help"   = "長按水准或者垂直刻度尺可以顯示更多選項";//"Long tap horizontal or vertical scale to show more options";

/* Buttons */
"back"      = "返回";//"Back";
"cancel"    = "取消";//"Cancel";
"done"      = "確定";//"Done";
"ok"        = "確定";//"OK";
"open"      = "打開";//"Open";

/* Social Share. */
"share_photo"       = "分享";//"Share Photo";
"social_share_text" = "查看'%@', 這是對移動應用QA人員來抽取iOS應用使用者介面非常有幫助的，查看截圖的細節也是非常有趣的";//"Check out '%@'. It's very helpful for Mobile App QA Guys to extract details of iOS app User Interface and looking into the details of screenshots is really a fun.";

/* Resizing */
"custom"                    = "自定義";//"Custom";
"enter_width_and_height"    = "輸入寬和高";//"Enter width and height";
"height"                    = "高";//"Height";
"width"                     = "寬";//"Width";
"resize"                    = "調整";//"Resize";
"crop"                      = "裁剪";//"Crop";
"resize_screenshot"         = "調整尺寸";//"Resize Screenshot";

/* Change Scale X Y. */
"reset_scale_to_original"   = "尺子復位";//"Reset Scale to Original";
"set_scale_point_location"  = "全屏";//"Set Scale point location";
"mark_as_x_reference"       = "參考荧幕X軸";//"Mark as X reference";
"mark_as_y_reference"       = "參考荧幕Y軸";//"Mark as Y reference";

/* Zoom Scale */
"zoom_scale"        = "縮放比例";//"Zoom Scale";
"minimum_percent"   = "最小比例值(%.0f%%)";//"Minimum Scale (%.0f%%)";
"original_percent"  = "原始值(%.0f%%)";//"Original (%.0f%%)";
"show_zoom_options" = "顯示縮放選項";//"Show Zoom Options";

/* Crop Info */
"x_y_width_height"  = "X: %1$.0f,  Y: %2$.0f\寬: %3$.0f,  高: %4$.0f";//"X: %1$.0f,  Y: %2$.0f\nWidth: %3$.0f,  Height: %4$.0f";

/* RGB Colro Point */
"X: %.0f, Y: %.0f"  = "X: %1$.0f, Y: %2$.0f";
"X: NA, Y: NA"      = "X: NA, Y: NA";

/* Settings */
"settings"                  = "設定";//"Settings";
"color_theme"               = "主題顏色";//"Color Theme";
"natural"                   = "自然";//"Natural";
"inverted"                  = "反轉";//"Inverted";
"social"                    = "社交";//"Social";
"share_on_social_network"   = "分享";//"Share On Social Network";
"rate_us_on_app_store"      = "給我們評分";//"Rate Us On App Store";
"feedback"                  = "聯繫我們";//"Feedback";
"bug_report"                = "bug反饋";//"Bug Report";
"terms"                     = "關於";//"Terms";
"terms_and_conditions"      = "服務與條款";//"Terms and Conditions";
"open_source_libraries"     = "開源庫";//"Open Source Libraries";
"you_are_upto_date"         = "已經是最新版本";//"You are upto date";
"update_now"                = "更新";//"Update Now";
"is_open_source_at"         = "開源:";//"is open source at:";
"open_safari?"              = "是否打開Safari？";//"Open Safari?";
"debug"                     = "Debug";//"Debug";
"developer_options"         = "開發者選項";//"Developer Options";
"infoenum_software_systems" = "系統資訊";//"InfoEnum Software Systems";

"show_touches"              = "顯示觸摸";//"Show Touches";
"in_use_memory"             = "已使用記憶體";//"In Use memory";
"virtual_memory"            = "實際記憶體";//"Virtual Memory";

/* Other. */
"error"             = "錯誤";//"Error";
"version"           = "版本";//"Version";
"image_load_error"  = "加載圖片出錯，請重試！";//"There is an error loading the image. Please try again.";



/*
 ******************************************
 // Localized App Name (show in iOS device screen)
 
 Screen Ruler
 
 ******************************************
 // App Store Localized Full Name
 
 Screen Ruler - Pixel Perfect Screenshot Ruler
 
 ******************************************
 //App Store Localized Description
 
 CONGRATULATIONS! YOU HAVE FOUND MOST ADVANCE SCREENSHOT RULER APP.
 
 As an iOS developer, I always feel the lack of simple app to check position of objects/elements in any picture or screenshot. Now it's very easy to find position and size of any UI element, specifically x/y position and width/height/size.
 
 This app is specially designed for making Mobile Quality Assurance Engineer (QA Engg.) life much easier. Now they can quickly review Mobile UI with point & pixel perfect dimensions within minutes.
 
 HOW IT WORKS:
 Step1: Take Screenshot of the app to debug it. This will automatically be saved to your Camera Roll -> Screenshots album.
 Step2: Open Screen Ruler app and you can see your recent screenshot, enable ruler and straight line frame.
 Step3: Check your screenshot dimensions and UI element positions by zooming in/out and using rulers and line frame.
 
 Other fantastic features of Ruler app:
 - 4 Sided dynamic ruler. You can also adjust ruler position using your finger. Long tap for more options.
 - Free hand ruler scale. It can also rotate to check angles.
 - Straighten line frame.
 - Long tap & move on screenshot to show RGB color values of any position.
 - Multi-feature crop too.
 - Change Aspect Ratio.
 - Screenshot Resizing.
 - Change Device Scale Factor.
 - Double-Tap, Pan, pinch gestures to zoom and move pictures.
 
 Download to see how QA engineers accelerating their business by reducing time to check pixel measurements.
 ******************************************
 //App Store Keywords
 
 Screenshot, ruler, scale, straighten, developer, QA, Quality Assurance
 */
